export const cities = [
  {
    id: '1145',
    cityName: '南京',
  },
  {
    id: '1176',
    cityName: '镇江',
  },
  {
    id: '1172',
    cityName: '扬州',
  },
  {
    id: '1162',
    cityName: '泰州',
  },
  {
    id: '1157',
    cityName: '苏州',
  },
  {
    id: '1146',
    cityName: '南通',
  },
  {
    id: '1163',
    cityName: '无锡',
  },
  {
    id: '1114',
    cityName: '常州',
  },
  {
    id: '1129',
    cityName: '淮安',
  },
  {
    id: '1169',
    cityName: '徐州',
  },
  {
    id: '1142',
    cityName: '连云港',
  },
  {
    id: '1158',
    cityName: '宿迁',
  },
  {
    id: '1170',
    cityName: '盐城',
  },
  {
    id: '7',
    cityName: '滁州',
  },
  {
    id: '24',
    cityName: '合肥',
  },
  {
    id: '2',
    cityName: '蚌埠',
  },
  {
    id: '29',
    cityName: '淮南',
  },
  {
    id: '1',
    cityName: '安庆',
  },
  {
    id: '61',
    cityName: '宿州',
  },
  {
    id: '19',
    cityName: '阜阳',
  },
  {
    id: '3',
    cityName: '亳州',
  },
  {
    id: '28',
    cityName: '淮北',
  },
  {
    id: '45',
    cityName: '六安',
  },
  {
    id: '5',
    cityName: '巢湖',
  },
  {
    id: '72',
    cityName: '芜湖',
  },
  {
    id: '47',
    cityName: '马鞍山',
  },
  {
    id: '30',
    cityName: '黄山',
  },
  {
    id: '67',
    cityName: '铜陵',
  },
  {
    id: '78',
    cityName: '宣城',
  },
  {
    id: '6',
    cityName: '池州',
  },
  {
    id: '1585',
    cityName: '青岛',
  },
  {
    id: '1611',
    cityName: '烟台',
  },
  {
    id: '1601',
    cityName: '潍坊',
  },
  {
    id: '1599',
    cityName: '威海',
  },
  {
    id: '1589',
    cityName: '日照',
  },
  {
    id: '1541',
    cityName: '菏泽',
  },
  {
    id: '1545',
    cityName: '济南',
  },
  {
    id: '1628',
    cityName: '淄博',
  },
  {
    id: '1525',
    cityName: '德州',
  },
  {
    id: '1546',
    cityName: '济宁',
  },
  {
    id: '1596',
    cityName: '泰安',
  },
  {
    id: '1569',
    cityName: '临沂',
  },
  {
    id: '1512',
    cityName: '滨州',
  },
  {
    id: '1530',
    cityName: '东营',
  },
  {
    id: '1622',
    cityName: '枣庄',
  },
  {
    id: '1557',
    cityName: '莱芜',
  },
  {
    id: '1565',
    cityName: '聊城',
  },
  {
    id: '1844',
    cityName: '上海',
  },
  {
    id: '2327',
    cityName: '衢州',
  },
  {
    id: '2302',
    cityName: '杭州',
  },
  {
    id: '2304',
    cityName: '湖州',
  },
  {
    id: '2306',
    cityName: '嘉兴',
  },
  {
    id: '2331',
    cityName: '绍兴',
  },
  {
    id: '2309',
    cityName: '金华',
  },
  {
    id: '2319',
    cityName: '宁波',
  },
  {
    id: '2356',
    cityName: '舟山',
  },
  {
    id: '2335',
    cityName: '台州',
  },
  {
    id: '2341',
    cityName: '温州',
  },
  {
    id: '2314',
    cityName: '丽水',
  },
  {
    id: '1254',
    cityName: '鹰潭',
  },
  {
    id: '1244',
    cityName: '新余',
  },
  {
    id: '1214',
    cityName: '南昌',
  },
  {
    id: '1207',
    cityName: '九江',
  },
  {
    id: '1229',
    cityName: '上饶',
  },
  {
    id: '1191',
    cityName: '抚州',
  },
  {
    id: '1250',
    cityName: '宜春',
  },
  {
    id: '1200',
    cityName: '吉安',
  },
  {
    id: '1192',
    cityName: '赣州',
  },
  {
    id: '1205',
    cityName: '景德镇',
  },
  {
    id: '1222',
    cityName: '萍乡',
  },
  {
    id: '146',
    cityName: '厦门',
  },
  {
    id: '133',
    cityName: '泉州',
  },
  {
    id: '158',
    cityName: '漳州',
  },
  {
    id: '117',
    cityName: '龙岩',
  },
  {
    id: '105',
    cityName: '福州',
  },
  {
    id: '125',
    cityName: '宁德',
  },
  {
    id: '130',
    cityName: '莆田',
  },
  {
    id: '134',
    cityName: '三明',
  },
  {
    id: '124',
    cityName: '南平',
  },
  {
    id: '83',
    cityName: '北京',
  },
  {
    id: '542',
    cityName: '保定',
  },
  {
    id: '675',
    cityName: '张家口',
  },
  {
    id: '593',
    cityName: '廊坊',
  },
  {
    id: '549',
    cityName: '承德',
  },
  {
    id: '2018',
    cityName: '天津',
  },
  {
    id: '640',
    cityName: '唐山',
  },
  {
    id: '545',
    cityName: '沧州',
  },
  {
    id: '619',
    cityName: '秦皇岛',
  },
  {
    id: '578',
    cityName: '邯郸',
  },
  {
    id: '636',
    cityName: '石家庄',
  },
  {
    id: '580',
    cityName: '衡水',
  },
  {
    id: '661',
    cityName: '邢台',
  },
  {
    id: '1699',
    cityName: '朔州',
  },
  {
    id: '1717',
    cityName: '忻州',
  },
  {
    id: '1700',
    cityName: '太原',
  },
  {
    id: '1637',
    cityName: '大同',
  },
  {
    id: '1723',
    cityName: '阳泉',
  },
  {
    id: '1665',
    cityName: '晋中',
  },
  {
    id: '1634',
    cityName: '长治',
  },
  {
    id: '1664',
    cityName: '晋城',
  },
  {
    id: '1670',
    cityName: '临汾',
  },
  {
    id: '1679',
    cityName: '吕梁',
  },
  {
    id: '1733',
    cityName: '运城',
  },
  {
    id: '1352',
    cityName: '鄂尔多斯',
  },
  {
    id: '1370',
    cityName: '呼和浩特',
  },
  {
    id: '1335',
    cityName: '包头',
  },
  {
    id: '1415',
    cityName: '乌兰察布',
  },
  {
    id: '1332',
    cityName: '巴彦淖尔',
  },
  {
    id: '1424',
    cityName: '锡林郭勒',
  },
  {
    id: '936',
    cityName: '武汉',
  },
  {
    id: '942',
    cityName: '襄阳',
  },
  {
    id: '895',
    cityName: '鄂州',
  },
  {
    id: '943',
    cityName: '孝感',
  },
  {
    id: '907',
    cityName: '黄冈',
  },
  {
    id: '909',
    cityName: '黄石',
  },
  {
    id: '941',
    cityName: '咸宁',
  },
  {
    id: '927',
    cityName: '十堰',
  },
  {
    id: '926',
    cityName: '神农架',
  },
  {
    id: '930',
    cityName: '随州',
  },
  {
    id: '916',
    cityName: '荆州',
  },
  {
    id: '949',
    cityName: '宜昌',
  },
  {
    id: '896',
    cityName: '恩施',
  },
  {
    id: '915',
    cityName: '荆门',
  },
  {
    id: '1057',
    cityName: '岳阳',
  },
  {
    id: '969',
    cityName: '长沙',
  },
  {
    id: '1038',
    cityName: '湘潭',
  },
  {
    id: '1060',
    cityName: '株洲',
  },
  {
    id: '987',
    cityName: '衡阳',
  },
  {
    id: '972',
    cityName: '郴州',
  },
  {
    id: '970',
    cityName: '常德',
  },
  {
    id: '1050',
    cityName: '益阳',
  },
  {
    id: '1013',
    cityName: '娄底',
  },
  {
    id: '1028',
    cityName: '邵阳',
  },
  {
    id: '1039',
    cityName: '湘西',
  },
  {
    id: '1058',
    cityName: '张家界',
  },
  {
    id: '992',
    cityName: '怀化',
  },
  {
    id: '1053',
    cityName: '永州',
  },
  {
    id: '743',
    cityName: '商丘',
  },
  {
    id: '796',
    cityName: '郑州',
  },
  {
    id: '681',
    cityName: '安阳',
  },
  {
    id: '776',
    cityName: '新乡',
  },
  {
    id: '781',
    cityName: '许昌',
  },
  {
    id: '707',
    cityName: '开封',
  },
  {
    id: '718',
    cityName: '洛阳',
  },
  {
    id: '705',
    cityName: '焦作',
  },
  {
    id: '696',
    cityName: '鹤壁',
  },
  {
    id: '732',
    cityName: '濮阳',
  },
  {
    id: '741',
    cityName: '三门峡',
  },
  {
    id: '703',
    cityName: '济源',
  },
  {
    id: '730',
    cityName: '平顶山',
  },
  {
    id: '779',
    cityName: '信阳',
  },
  {
    id: '727',
    cityName: '南阳',
  },
  {
    id: '798',
    cityName: '周口',
  },
  {
    id: '719',
    cityName: '漯河',
  },
  {
    id: '799',
    cityName: '驻马店',
  },
  {
    id: '265',
    cityName: '广州',
  },
  {
    id: '309',
    cityName: '韶关',
  },
  {
    id: '301',
    cityName: '清远',
  },
  {
    id: '276',
    cityName: '惠州',
  },
  {
    id: '310',
    cityName: '深圳',
  },
  {
    id: '268',
    cityName: '河源',
  },
  {
    id: '254',
    cityName: '东莞',
  },
  {
    id: '261',
    cityName: '佛山',
  },
  {
    id: '333',
    cityName: '肇庆',
  },
  {
    id: '330',
    cityName: '云浮',
  },
  {
    id: '308',
    cityName: '汕尾',
  },
  {
    id: '280',
    cityName: '揭阳',
  },
  {
    id: '295',
    cityName: '梅州',
  },
  {
    id: '307',
    cityName: '汕头',
  },
  {
    id: '248',
    cityName: '潮州',
  },
  {
    id: '326',
    cityName: '阳江',
  },
  {
    id: '293',
    cityName: '茂名',
  },
  {
    id: '277',
    cityName: '江门',
  },
  {
    id: '335',
    cityName: '珠海',
  },
  {
    id: '332',
    cityName: '湛江',
  },
  {
    id: '334',
    cityName: '中山',
  },
  {
    id: '352',
    cityName: '防城港',
  },
  {
    id: '389',
    cityName: '南宁',
  },
  {
    id: '377',
    cityName: '柳州',
  },
  {
    id: '359',
    cityName: '桂林',
  },
  {
    id: '411',
    cityName: '梧州',
  },
  {
    id: '358',
    cityName: '贵港',
  },
  {
    id: '338',
    cityName: '百色',
  },
  {
    id: '396',
    cityName: '钦州',
  },
  {
    id: '362',
    cityName: '河池',
  },
  {
    id: '339',
    cityName: '北海',
  },
  {
    id: '345',
    cityName: '崇左',
  },
  {
    id: '368',
    cityName: '来宾',
  },
  {
    id: '363',
    cityName: '贺州',
  },
  {
    id: '422',
    cityName: '玉林',
  },
  {
    id: '520',
    cityName: '东方',
  },
  {
    id: '518',
    cityName: '儋州',
  },
  {
    id: '534',
    cityName: '五指山',
  },
  {
    id: '532',
    cityName: '万宁',
  },
  {
    id: '533',
    cityName: '文昌',
  },
  {
    id: '528',
    cityName: '琼海',
  },
  {
    id: '530',
    cityName: '三亚',
  },
  {
    id: '521',
    cityName: '海口',
  },
  {
    id: '2056',
    cityName: '香港',
  },
  {
    id: '2389',
    cityName: '重庆',
  },
  {
    id: '1860',
    cityName: '达州',
  },
  {
    id: '1857',
    cityName: '成都',
  },
  {
    id: '1926',
    cityName: '绵阳',
  },
  {
    id: '1935',
    cityName: '南充',
  },
  {
    id: '1968',
    cityName: '遂宁',
  },
  {
    id: '1880',
    cityName: '广安',
  },
  {
    id: '1850',
    cityName: '巴中',
  },
  {
    id: '1923',
    cityName: '眉山',
  },
  {
    id: '1988',
    cityName: '雅安',
  },
  {
    id: '1876',
    cityName: '甘孜',
  },
  {
    id: '1846',
    cityName: '阿坝',
  },
  {
    id: '1870',
    cityName: '德阳',
  },
  {
    id: '1882',
    cityName: '广元',
  },
  {
    id: '1905',
    cityName: '乐山',
  },
  {
    id: '2035',
    cityName: '拉萨',
  },
  {
    id: '2038',
    cityName: '林芝',
  },
  {
    id: '2049',
    cityName: '日喀则',
  },
  {
    id: '2004',
    cityName: '自贡',
  },
  {
    id: '1917',
    cityName: '泸州',
  },
  {
    id: '1994',
    cityName: '宜宾',
  },
  {
    id: '1932',
    cityName: '内江',
  },
  {
    id: '2001',
    cityName: '资阳',
  },
  {
    id: '491',
    cityName: '铜仁',
  },
  {
    id: '429',
    cityName: '毕节',
  },
  {
    id: '445',
    cityName: '贵阳',
  },
  {
    id: '513',
    cityName: '遵义',
  },
  {
    id: '427',
    cityName: '安顺',
  },
  {
    id: '473',
    cityName: '黔南',
  },
  {
    id: '472',
    cityName: '黔东南',
  },
  {
    id: '460',
    cityName: '六盘水',
  },
  {
    id: '475',
    cityName: '黔西南',
  },
  {
    id: '2257',
    cityName: '西双版纳',
  },
  {
    id: '2169',
    cityName: '德宏',
  },
  {
    id: '1939',
    cityName: '攀枝花',
  },
  {
    id: '1910',
    cityName: '凉山',
  },
  {
    id: '2283',
    cityName: '昭通',
  },
  {
    id: '2199',
    cityName: '昆明',
  },
  {
    id: '2167',
    cityName: '大理',
  },
  {
    id: '2185',
    cityName: '红河',
  },
  {
    id: '2236',
    cityName: '曲靖',
  },
  {
    id: '2159',
    cityName: '保山',
  },
  {
    id: '2253',
    cityName: '文山',
  },
  {
    id: '2276',
    cityName: '玉溪',
  },
  {
    id: '2165',
    cityName: '楚雄',
  },
  {
    id: '2233',
    cityName: '普洱',
  },
  {
    id: '2204',
    cityName: '临沧',
  },
  {
    id: '2231',
    cityName: '怒江',
  },
  {
    id: '2171',
    cityName: '迪庆',
  },
  {
    id: '2202',
    cityName: '丽江',
  },
  {
    id: '1810',
    cityName: '西安',
  },
  {
    id: '1812',
    cityName: '咸阳',
  },
  {
    id: '1816',
    cityName: '延安',
  },
  {
    id: '1825',
    cityName: '榆林',
  },
  {
    id: '1806',
    cityName: '渭南',
  },
  {
    id: '1798',
    cityName: '商洛',
  },
  {
    id: '1737',
    cityName: '安康',
  },
  {
    id: '1763',
    cityName: '汉中',
  },
  {
    id: '1741',
    cityName: '宝鸡',
  },
  {
    id: '1804',
    cityName: '铜川',
  },
  {
    id: '197',
    cityName: '兰州',
  },
  {
    id: '169',
    cityName: '定西',
  },
  {
    id: '214',
    cityName: '平凉',
  },
  {
    id: '218',
    cityName: '庆阳',
  },
  {
    id: '229',
    cityName: '武威',
  },
  {
    id: '239',
    cityName: '张掖',
  },
  {
    id: '193',
    cityName: '酒泉',
  },
  {
    id: '222',
    cityName: '天水',
  },
  {
    id: '205',
    cityName: '陇南',
  },
  {
    id: '187',
    cityName: '金昌',
  },
  {
    id: '172',
    cityName: '甘南',
  },
  {
    id: '186',
    cityName: '嘉峪关',
  },
  {
    id: '164',
    cityName: '白银',
  },
  {
    id: '202',
    cityName: '临夏',
  },
  {
    id: '1459',
    cityName: '银川',
  },
  {
    id: '1453',
    cityName: '石嘴山',
  },
  {
    id: '1456',
    cityName: '吴忠',
  },
  {
    id: '1443',
    cityName: '固原',
  },
  {
    id: '1462',
    cityName: '中卫',
  },
  {
    id: '1410',
    cityName: '乌海',
  },
  {
    id: '1322',
    cityName: '阿拉善盟',
  },
  {
    id: '1476',
    cityName: '海北',
  },
  {
    id: '1504',
    cityName: '西宁',
  },
  {
    id: '1477',
    cityName: '海东',
  },
  {
    id: '1478',
    cityName: '海南',
  },
  {
    id: '1479',
    cityName: '海西',
  },
  {
    id: '1484',
    cityName: '黄南',
  },
  {
    id: '1507',
    cityName: '玉树',
  },
  {
    id: '2092',
    cityName: '和田',
  },
  {
    id: '2101',
    cityName: '克拉玛依',
  },
  {
    id: '2099',
    cityName: '喀什',
  },
  {
    id: '2060',
    cityName: '阿拉尔',
  },
  {
    id: '2126',
    cityName: '塔城',
  },
  {
    id: '2088',
    cityName: '哈密',
  },
  {
    id: '2142',
    cityName: '五家渠',
  },
  {
    id: '2138',
    cityName: '乌鲁木齐',
  },
  {
    id: '2148',
    cityName: '伊犁',
  },
  {
    id: '2125',
    cityName: '石河子',
  },
  {
    id: '2079',
    cityName: '昌吉',
  },
  {
    id: '2132',
    cityName: '吐鲁番',
  },
  {
    id: '2058',
    cityName: '阿克苏',
  },
  {
    id: '2062',
    cityName: '阿勒泰',
  },
  {
    id: '1272',
    cityName: '大连',
  },
  {
    id: '1275',
    cityName: '丹东',
  },
  {
    id: '1317',
    cityName: '营口',
  },
  {
    id: '1305',
    cityName: '沈阳',
  },
  {
    id: '1309',
    cityName: '铁岭',
  },
  {
    id: '1264',
    cityName: '鞍山',
  },
  {
    id: '1280',
    cityName: '抚顺',
  },
  {
    id: '1267',
    cityName: '本溪',
  },
  {
    id: '1290',
    cityName: '锦州',
  },
  {
    id: '1281',
    cityName: '阜新',
  },
  {
    id: '1295',
    cityName: '辽阳',
  },
  {
    id: '1271',
    cityName: '朝阳',
  },
  {
    id: '1301',
    cityName: '盘锦',
  },
  {
    id: '1285',
    cityName: '葫芦岛',
  },
  {
    id: '1342',
    cityName: '赤峰',
  },
  {
    id: '1066',
    cityName: '长春',
  },
  {
    id: '1079',
    cityName: '吉林',
  },
  {
    id: '1105',
    cityName: '延边',
  },
  {
    id: '1097',
    cityName: '四平',
  },
  {
    id: '1100',
    cityName: '通化',
  },
  {
    id: '1063',
    cityName: '白城',
  },
  {
    id: '1085',
    cityName: '辽源',
  },
  {
    id: '1098',
    cityName: '松原',
  },
  {
    id: '1064',
    cityName: '白山',
  },
  {
    id: '1403',
    cityName: '通辽',
  },
  {
    id: '1430',
    cityName: '兴安盟',
  },
  {
    id: '809',
    cityName: '大兴安岭',
  },
  {
    id: '818',
    cityName: '哈尔滨',
  },
  {
    id: '852',
    cityName: '齐齐哈尔',
  },
  {
    id: '845',
    cityName: '牡丹江',
  },
  {
    id: '833',
    cityName: '佳木斯',
  },
  {
    id: '861',
    cityName: '绥化',
  },
  {
    id: '822',
    cityName: '黑河',
  },
  {
    id: '878',
    cityName: '伊春',
  },
  {
    id: '808',
    cityName: '大庆',
  },
  {
    id: '851',
    cityName: '七台河',
  },
  {
    id: '830',
    cityName: '鸡西',
  },
  {
    id: '821',
    cityName: '鹤岗',
  },
  {
    id: '858',
    cityName: '双鸭山',
  },
  {
    id: '1371',
    cityName: '呼伦贝尔',
  },
];

export const forecastCities = {
  北京: 1,
  上海: 16,
  天津: 28,
  重庆: 41,
  哈尔滨: 75,
  齐齐哈尔: 88,
  牡丹江: 98,
  佳木斯: 105,
  绥化: 112,
  黑河: 122,
  大兴安岭: 128,
  伊春: 135,
  大庆: 140,
  七台河: 145,
  鸡西: 147,
  鹤岗: 151,
  双鸭山: 154,
  长春: 159,
  吉林: 165,
  延边: 171,
  四平: 179,
  通化: 184,
  白城: 190,
  辽源: 195,
  松原: 198,
  白山: 203,
  沈阳: 210,
  大连: 215,
  鞍山: 222,
  抚顺: 226,
  本溪: 230,
  丹东: 233,
  锦州: 237,
  营口: 242,
  阜新: 245,
  辽阳: 247,
  铁岭: 251,
  朝阳: 256,
  盘锦: 261,
  葫芦岛: 264,
  呼和浩特: 268,
  包头: 275,
  乌海: 282,
  乌兰察布: 283,
  通辽: 294,
  兴安盟: 303,
  赤峰: 305,
  鄂尔多斯: 319,
  巴彦淖尔: 331,
  锡林郭勒: 341,
  呼伦贝尔: 356,
  阿拉善盟: 381,
  石家庄: 393,
  保定: 411,
  张家口: 434,
  承德: 448,
  唐山: 457,
  廊坊: 469,
  沧州: 478,
  衡水: 493,
  邢台: 504,
  邯郸: 521,
  秦皇岛: 537,
  太原: 543,
  大同: 550,
  阳泉: 558,
  晋中: 561,
  长治: 573,
  晋城: 584,
  临汾: 590,
  运城: 607,
  朔州: 620,
  忻州: 626,
  吕梁: 641,
  西安: 655,
  咸阳: 662,
  延安: 674,
  榆林: 687,
  渭南: 700,
  商洛: 711,
  安康: 719,
  汉中: 729,
  宝鸡: 740,
  铜川: 751,
  杨凌: 755,
  济南: 756,
  青岛: 763,
  淄博: 770,
  德州: 778,
  烟台: 789,
  潍坊: 800,
  济宁: 809,
  泰安: 820,
  临沂: 825,
  菏泽: 835,
  滨州: 844,
  东营: 851,
  威海: 856,
  枣庄: 862,
  日照: 867,
  莱芜: 870,
  聊城: 871,
  乌鲁木齐: 879,
  克拉玛依: 886,
  石河子: 889,
  昌吉: 892,
  吐鲁番: 901,
  巴音郭楞: 905,
  阿拉尔: 917,
  阿克苏: 918,
  喀什: 927,
  伊犁: 939,
  塔城: 950,
  哈密: 958,
  和田: 961,
  阿勒泰: 968,
  克州: 975,
  博尔塔拉: 979,
  拉萨: 983,
  日喀则: 991,
  山南: 1010,
  林芝: 1024,
  昌都: 1031,
  那曲: 1042,
  阿里: 1051,
  西宁: 1061,
  海东: 1065,
  黄南: 1073,
  海南: 1078,
  果洛: 1084,
  玉树: 1092,
  海西: 1098,
  海北: 1104,
  格尔木: 1109,
  兰州: 1111,
  定西: 1115,
  平凉: 1123,
  庆阳: 1131,
  武威: 1140,
  金昌: 1144,
  张掖: 1146,
  酒泉: 1152,
  天水: 1159,
  陇南: 1166,
  临夏: 1175,
  甘南: 1182,
  白银: 1190,
  嘉峪关: 1195,
  银川: 1196,
  石嘴山: 1200,
  吴忠: 1205,
  固原: 1209,
  中卫: 1214,
  郑州: 1217,
  安阳: 1225,
  新乡: 1230,
  许昌: 1238,
  平顶山: 1243,
  信阳: 1251,
  南阳: 1260,
  开封: 1272,
  洛阳: 1277,
  商丘: 1288,
  焦作: 1296,
  鹤壁: 1303,
  濮阳: 1306,
  周口: 1311,
  漯河: 1321,
  驻马店: 1324,
  三门峡: 1334,
  济源: 1340,
  南京: 1341,
  无锡: 1348,
  镇江: 1352,
  苏州: 1357,
  南通: 1364,
  扬州: 1371,
  盐城: 1377,
  徐州: 1386,
  淮安: 1393,
  连云港: 1400,
  常州: 1405,
  泰州: 1409,
  宿迁: 1414,
  武汉: 1419,
  襄阳: 1425,
  鄂州: 1433,
  孝感: 1435,
  黄冈: 1442,
  黄石: 1452,
  咸宁: 1458,
  荆州: 1464,
  宜昌: 1471,
  恩施: 1483,
  十堰: 1491,
  神农架: 1500,
  随州: 1501,
  荆门: 1503,
  天门: 1509,
  仙桃: 1510,
  潜江: 1511,
  杭州: 1512,
  湖州: 1520,
  嘉兴: 1524,
  宁波: 1530,
  绍兴: 1539,
  台州: 1544,
  温州: 1555,
  丽水: 1564,
  金华: 1573,
  衢州: 1581,
  舟山: 1587,
  合肥: 1592,
  蚌埠: 1596,
  芜湖: 1600,
  淮南: 1604,
  马鞍山: 1607,
  安庆: 1609,
  宿州: 1618,
  阜阳: 1623,
  亳州: 1629,
  黄山: 1633,
  滁州: 1641,
  淮北: 1648,
  铜陵: 1650,
  宣城: 1651,
  六安: 1658,
  巢湖: 1664,
  池州: 1669,
  福州: 1674,
  厦门: 1683,
  宁德: 1685,
  莆田: 1694,
  泉州: 1701,
  漳州: 1710,
  龙岩: 1720,
  三明: 1727,
  南平: 1738,
  钓鱼岛: 1748,
  南昌: 1749,
  九江: 1755,
  上饶: 1767,
  抚州: 1779,
  宜春: 1790,
  吉安: 1800,
  赣州: 1813,
  景德镇: 1831,
  萍乡: 1834,
  新余: 1840,
  鹰潭: 1842,
  长沙: 1845,
  湘潭: 1850,
  株洲: 1853,
  衡阳: 1858,
  郴州: 1867,
  常德: 1878,
  益阳: 1886,
  娄底: 1892,
  邵阳: 1897,
  岳阳: 1907,
  张家界: 1913,
  怀化: 1917,
  永州: 1929,
  湘西: 1940,
  贵阳: 1948,
  遵义: 1959,
  安顺: 1974,
  黔南: 1980,
  黔东南: 1992,
  铜仁: 2008,
  毕节: 2018,
  六盘水: 2026,
  黔西南: 2029,
  成都: 2037,
  攀枝花: 2051,
  自贡: 2055,
  绵阳: 2058,
  南充: 2066,
  达州: 2073,
  遂宁: 2081,
  广安: 2084,
  巴中: 2089,
  泸州: 2093,
  宜宾: 2099,
  内江: 2109,
  资阳: 2114,
  乐山: 2118,
  眉山: 2127,
  凉山: 2133,
  雅安: 2151,
  甘孜: 2159,
  阿坝: 2177,
  德阳: 2191,
  广元: 2197,
  广州: 2202,
  韶关: 2207,
  惠州: 2218,
  梅州: 2223,
  汕头: 2231,
  深圳: 2235,
  珠海: 2236,
  佛山: 2239,
  肇庆: 2244,
  湛江: 2251,
  江门: 2261,
  河源: 2269,
  清远: 2275,
  云浮: 2283,
  潮州: 2288,
  东莞: 2291,
  中山: 2292,
  阳江: 2293,
  揭阳: 2297,
  茂名: 2302,
  汕尾: 2308,
  昆明: 2312,
  大理: 2324,
  红河: 2336,
  曲靖: 2349,
  保山: 2358,
  文山: 2363,
  玉溪: 2371,
  楚雄: 2380,
  普洱: 2390,
  昭通: 2400,
  临沧: 2411,
  怒江: 2419,
  迪庆: 2425,
  丽江: 2429,
  德宏: 2433,
  西双版纳: 2439,
  南宁: 2442,
  崇左: 2450,
  柳州: 2457,
  来宾: 2464,
  桂林: 2470,
  梧州: 2483,
  贺州: 2489,
  贵港: 2493,
  玉林: 2496,
  百色: 2502,
  钦州: 2514,
  河池: 2517,
  北海: 2528,
  防城港: 2531,
  海口: 2535,
  三亚: 2536,
  东方: 2537,
  临高: 2538,
  澄迈: 2539,
  儋州: 2540,
  昌江: 2541,
  白沙: 2542,
  琼中: 2543,
  定安: 2544,
  屯昌: 2545,
  琼海: 2546,
  文昌: 2547,
  保亭: 2548,
  万宁: 2549,
  陵水: 2550,
  西沙: 2551,
  南沙: 2552,
  乐东: 2553,
  五指山: 2554,
  香港: 2555,
  澳门: 2557,
  台北: 2560,
  高雄: 2564,
  台中: 2569,
};

export const EXPORTTABLE = '\ufeff城市,日期,白天温度,夜间温度,白天天气,夜间天气';
export const EXPORTTABLE2 = '\ufeff城市,日期,星期,天气,温度,风力';
